Repository: d3c0d3d-cmd/interchange
Catalog: debian/po/*.po
Languages: da, de, es, gl, nl

source: Create the Interchange demo catalog?
da: Opret demokataloget til Interchange?
de: Soll der Interchange-Demokatalog angelegt werden?
es: ¿Desea crear el catálogo de demostración de Interchange?
gl: ¿Crear o catálogo de demostración de Interchange?
nl: Wilt u dat de Interchange demo-catalogus aangemaakt wordt?

source: Whether to install the demo catalog from the standard template or let you manually install it with makecat.
da: Hvorvidt demokataloget skal installeres fra standardskabelonen eller lade dig manuelt installere det med makecat.
de: Sie können auswählen, ob der Demokatalog aus der Standardvorlage installiert werden soll oder ob Sie ihn manuell mit makecat installieren möchten.
es: Puede instalar el catálogo de demostración a partir de una plantilla estándar o realizar la instalación manualmente con «makecat».
gl: Se quere instalar o catálogo de demostración a partires do patrón estándar ou se o quere instalar manualmente mediante makecat.
nl: Of u wilt dat de demo-catalogus ge√Ønstalleerd wordt uitgaande van de standaard sjabloon, of u deze handmatig via makecat wilt installeren.

source: Remove demo catalog on package purge?
da: Fjern demokatalog ved pakkeafinstallering?
de: Soll der Interchange-Demokatalog beim vollständigen Löschen (purge) entfernt werden?
es: ¿Desea borrar el catálogo de demostración al purgar el paquete?
gl: ¿Eliminar o catálogo de demostración ao purgar o paquete?
nl: Wilt u dat de demo-catalogus verwijderd wordt als dit pakket gewist wordt?

source: Should all files belonging to the Interchange demo catalog removed when you purge this package, e.g. with dpkg --purge or apt-get remove --purge ?
da: Skal alle filer tilhørende demokataloget til Interchange fjernes, når du afinstallerer denne pakke f.eks. med dpkg --purge eller apt-get remove --purge?
de: Sollen alle Dateien, die zum Interchange-Demokatalog gehören, entfernt werden, wenn diese Paket z.B. mit »dpkg --purge« oder »apt-get remove --purge« vollständig entfernt wird?
es: ¿Deberían borrarse todos los archivos del catálogo de demostración de Interchange cuando purgue el paquete, es decir cuando ejecute «dpkg --purge» o «apt-get remove --purge»?
gl: ¿Quere que se eliminen tódolos ficheiros que pertencen ao catálogo de demostración de Interchange ao purgar este paquete? Por exemplo, con dpkg --purge ou apt-get remove --purge.
nl: Wilt u dat alle bestanden die tot de Interchange demo-catalogus behoren verwijderd worden wanneer dit pakket gewist wordt (b.v. via dpkg --purge of apt-get remove --purge)?

source: always, ask, never
da: altid, spørg, aldrig
de: immer, auf Nachfrage, niemals
es: siempre, preguntar, nunca
gl: sempre, preguntar, nunca
nl: altijd, vragen, nooit

source: Policy for replacing existing demo catalogs:
da: Politik for erstatning af eksisterende demokataloger:
de: Richtlinie für das Ersetzen einer vorhandenen Demokatalog-Installation:
es: Política al reemplazar los catálogos existentes de demostración:
gl: Política para substituír os catálogos de demostración existentes:
nl: Beleid voor vervangen van bestaande demo-catalogussen:

source: Whether to silently replace an existing demo catalog installation, ask for a confirmation or never touch an existing installation.
da: Hvorvidt en eksisterende installation af et demokatalog skal erstattes i baggrunden, spørg efter bekræftelse eller aldrig røre en eksisterende installation.
de: Sie können auswählen, ob eine vorhandene Installation des Demokatalogs ohne Nachfrage, auf Nachfrage oder niemals ersetzt werden soll.
es: Reemplazar de forma silenciosa una instalación existente de un catálogo de demostración, preguntar para confirmar o nunca tocar una instalación existente.
gl: Se quere substituír en silencio unha instalación existente do catálogo de demostración, pedir unha confirmación ou nunca tocar unha instalación existente.
nl: Of u een bestaande demo-catalogus zonder meer wil vervangen, of u gevraagd wilt worden om een bevestiging, of u wilt dat een bestaande installatie altijd met rust gelaten wordt.

source: Replace the Interchange demo catalog?
da: Erstat demokataloget til Interchange?
de: Den Interchange-Demokatalog ersetzen?
es: ¿Desea reemplazar el catálogo de demostración de Interchange?
gl: ¿Substituír o catálogo de demostración de Interchange?
nl: Wilt u de Interchange demo-catalogus vervangen?

source: There seems to already exist an Interchange demo catalog.
da: Der ser ud til, at der allerede findes et demokatalog til Interchange.
de: Es scheint bereits ein Interchange-Demokatalog vorhanden zu sein.
es: Parece que ya existe un catálogo de demostración de Interchange.
gl: Semella que xa existe un catálogo de demostración de Interchange.
nl: Er is al een Interchange demo-catalogus aanwezig.

source: Virtual host for the demo catalog:
da: Virtuel vært for demokataloget:
de: Virtueller Host für den Demo-Katalog:
es: «Virtual host» del catálogo de demostración:

source: You are running Interchange with "FullURL" enabled. Please specify the virtual host for the demo catalog.
da: Du kører Interchange med »FullURL« aktiveret. Angiv venligst den virtuelle vært for demokataloget.
de: Sie betreiben Interchange mit aktiviertem »FullURL«. Bitte geben Sie den virtuellen Host für den Demo-Katalog an.
es: Está ejecutando Interchange con «FullURL» activado. Por favor, especifique el «virtual host» del catálogo de demostración.
gl: Está a executar Interchange con "FullURL" activado. Indique o servidor virtual do catálogo de demostración.
nl: U draait een Interchange met de 'FullURL' geactiveerd. Welke virtuele host wilt u gebruiken voor de demo-catalogus?

source: Username for this catalog's administration:
da: Brugernavn for dette katalogs administration:
de: Benutzername für diese Katalogadministration:
es: Nombre de usuario para la administración de este catálogo:
gl: Usuario para a administración deste catálogo:
nl: Gebruikersnaam van de beheerder van deze catalogus:

source: Please provide an username for administering the demo catalog. The username must be at least 2 characters long and only contain letters, digits, underscore, @ or the dot as characters.
da: Angiv venligst et brugernavn for administration af demokataloget. Brugernavnet skal være på mindst 2 tegn og må kun indeholde bogstaver A-Z, tal, understregning, @ eller punktum.
de: Bitte geben Sie einen Benutzernamen für die Verwaltung des Demokatalogs ein. Der Benutzername muss mindestens zwei Zeichen lang sein und darf nur Buchstaben, Ziffern, den Unterstrich, @ oder den Punkt als Zeichen enthalten.
es: Proporcione un nombre de usuario para la administración del catálogo de demostración. El nombre de usuario debe tener al menos dos caracteres de longitud y sólo puede contener letras, números, subrayados, arrobas (@) o puntos.
gl: Indique un nome de usuario para administrar o catálogo de demostración. O usuario debe ter alomenos dous caracteres e conter só letras, números, guións baixos (_), arrobas (@) e puntos.
nl: Wat is de gebruikersnaam voor de beheerder van de demo-catalogus? Deze gebruikersnaam dient minstens uit 2 tekens lang te zijn, en moet bestaan uit een combinatie van letters, cijfers, _ (underscores), . (punten), en @.

source: Password for this catalog's administration:
da: Adgangskode for dette katalogs administration:
de: Passwort für diese Katalogadministration:
es: Contraseña para la administración de este catálogo:
gl: Contrasinal para a administración deste catálogo:
nl: Wachtwoord voor de beheerder van deze catalogus:

source: Please provide a password for administering the standard demo catalog. Choose one which can not be easily guessed. Default is pass. The password must be at least 4 characters long and only contain letters, digits, underscore @ or the dot as characters.
da: Angiv venligst en adgangskode for administration af standarddemokataloget. Vælg en adgangskode som ikke nemt kan gættes. Standard er pass. Adgangskoden skal være på mindst 4 tegn og må kun indeholde bogstaver A-Z, tal, understregning, @ eller punktum.
de: Bitte geben Sie ein Passwort für die Verwaltung des Standard-Demokatalogs ein. Das ausgewählte Passwort sollte nicht leicht erraten werden können. Das Wort »pass« ist die Voreinstellung. Das Passwort muss mindestens vier Zeichen lang sein und darf nur Buchstaben, Ziffern, den Unterstrich, @ oder den Punkt als Zeichen enthalten.
es: Proporcione una contraseña para la administración del catálogo de demostración. Escoja una que no se pueda averiguar fácilmente. De forma predeterminada se utiliza «pass». La contraseña debe tener al menos cuatro caracteres de longitud y sólo puede contener letras, números, subrayados, arrobas (@) o puntos.
gl: Indique un contrasinal para administrar o catálogo de demostración. Escolla un difícil de adiviñar. O contrasinal por defecto é "pass". O contrasinal debe ter alomenos catro caracteres e conter só letras, números, guións baixos (_), arrobas (@) e puntos.
nl: Wat is het wachtwoord voor de beheerder van de standaard demo-catalogus? Gelieve een moeilijk te raden wachtwoord te kiezen. De standaardwaarde is 'pass'. Het wachtwoord dient minstens 4 tekens lang te zijn en te bestaan uit een combinatie van cijfers, letters, _ (underscores), . (punten), en @.

source: Enable demo mode?
da: Aktiver demotilstand?
de: Demomodus aktivieren?
es: ¿Desea activar el modo de demostración?
gl: ¿Activar o modo de demostración?
nl: Wilt u de demo-modus activeren?

source: Additional locales for the storefront:
da: Yderligere sprog for butiksfladen:
de: Zusätzliche Ortsanpassungen (»locales«) für die Speicheroberfläche:
es: Localizaciones adicionales del escaparate:
gl: Configuracións locais adicionais para o escaparate:
nl: Aanvullende lokalisaties voor de winkel:

source: The Interchange demo catalog is able to display the storefront in a number of different languages. Each selected locale will increase the memory footprint of the Interchange server processes, so it is recommended to choose only locales which are really needed.
da: Demokataloget til Interchange kan vise butiksfladen i en række sprog. Hvert valgt sprog vil øge hukommelsesforbruget på processerne på Interchangeserveren, så det anbefales kun at vælge sprog som virkelig behøves.
de: Der Interchange-Demokatalog kann dem Benutzer in verschiedenen Sprachen präsentiert werden. Jede ausgewählte Sprache erhöht den Hauptspeicherbedarf der Interchange-Prozesse. Wählen Sie deshalb bitte nur Sprachen aus, die Sie wirklich benötigen.
es: El catálogo de demostración de Interchange es capaz de mostrar el escaparate en varios idiomas distintos. Cada localización seleccionada incrementará la memoria utilizada de los procesos del servidor de Interchange, por lo que se recomienda escoger sólo las localizaciones realmente necesarias.
gl: O catálogo de demostración de Interchange pode amosar o escaparate en varios idiomas. Cada configuración local ha aumentar a memoria ocupada polos procesos servidor de Interchange, así que se recomenda escoller só as configuracións locais necesarias.
nl: De Interchange demo-catalogus kan de winkel in een aantal verschillende talen weergeven. Daar elke geselecteerde lokalisatie het geheugengebruik van de de Interchange-serverprocessen verhoogd is het aan te raden om enkel die lokalisaties te kiezen die echt nodig zijn.

source: Default locale for the storefront:
da: Standardsprog for butiksfladen:
de: Voreingestellte Ortsanpassung für die Speicheroberfläche:
es: Localización predeterminada del escaparate:
gl: Configuración local por defecto para o escaparate:
nl: Standaard lokalisatie voor de winkel:

source: Please select the default locale for the Interchange demo catalog.
da: Vælg venligst standardsproget for demokataloget til Interchange.
de: Bitte wählen Sie die Standard-Ortsanpassung für den Interchange-Demokatalog aus.
es: Escoja la localización predeterminada del catálogo de demostración de Interchange.
gl: Escolla a configuración local por defecto para o catálogo de demostración de Interchange.
nl: Wat is de standaard lokalisatie voor de Interchange demo-catalogus?

source: DBMS for the demo catalog:
da: DBMS for demokataloget:
de: DBMS für den Demo-Katalog:
es: Sistema de gestión de base de datos (DBMS) del catálogo de demostración:

source: Please select the database type used for the demo catalog.
da: Vælg venligst databasetypen brugt for demokataloget.
de: Bitte wählen Sie den Datenbanktyp für den Demo-Katalog aus.
es: Escoja el tipo de la base de datos del catálogo de demostración.

source: Database name:
da: Databasenavn:
de: Datenbankname:
es: Nombre de la base de datos:

source: Please select the name of the database.
da: Vælg venligst navnet på databasen.
de: Bitte wählen Sie den Namen der Datenbank aus.
es: Escoja el nombre de la base de datos.
gl: Introduza o nome da base de datos.
nl: Wat is de naam van de database?

source: Database user:
da: Databasebruger:
de: Datenbankbenutzer:
es: Usuario de la base de datos:

source: Please specify the username for connecting to the database.
da: Angiv venligst brugernavnet for forbindelsen til databasen.
de: Bitte geben Sie den Benutzernamen für Verbindungen zur Datenbank an.
es: Introduzca el nombre de usuario para conectarse a la base de datos.
gl: Indique o usuario para se conectar á base de datos.
nl: Welke gebruikersnaam moet gebruikt worden om verbinding te maken met de database?

source: Database password:
da: Adgangskode for database:
de: Datenbankpasswort:
es: Contraseña de la base de datos:

source: Please specify the password for connecting to the database.
da: Angiv venligst adgangskoden for forbindelsen til databasen.
de: Bitte geben Sie das Passwort für Verbindungen zur Datenbank an.
es: Introduzca la contraseña para conectarse a la base de datos.
gl: Indique o contrasinal para se conectar á base de datos.
nl: Welk wachtwoord moet gebruikt worden om verbinding te maken met de database?

source: unix mode, internet mode, both
da: unixtilstand, internettilstand, begge
de: Unixmodus, Internetmodus, beide
es: modo unix, modo internet, ambos
gl: modo unix, modo internet, ambos
nl: unix-modus, internet-modus, beide

source: Start mode:
da: Starttilstand:
de: Startmodus:
es: Modo de arranque:
gl: Modo de inicio:
nl: Startmodus:

source: Unix mode is is the most secure way to run Interchange, for there is no way for systems on the internet to interact with the Interchange server.
da: Unixtilstand er den mest sikre metode til at køre Interchange. Med denne metode er der ingen mulighed for, at systemer på internettet kan kommunikere med Interchangeserveren.
de: Unixmodus ist die sicherste Betriebsart für Interchange, da keine Rechner im Internet mit dem Interchange-Server in Berührung kommen können.
es: El modo unix es el método más seguro de ejecutar Interchange, pero no hay forma de que los sistemas de internet interactúen con el servidor de Interchange.
gl: O modo Unix é o xeito máis seguro de executar Interchange, xa que non hai forma de que os sistemas de Internet interactúen co servidor Interchange.
nl: Unix-modus is de meest veilige manier om Interchange te draaien aangezien systemen op het internet dan geen contact kunnen maken met de Interchange-server.

source: Username to run the server as:
da: Brugernavn at køre serveren som:
de: Benutzernamen, unter dem der Interchange-Server laufen soll:
es: Nombre de usuario que ejecutará el servidor:
gl: Usuario co que executar o servidor:
nl: Gebruiker als wie de server moet draaien:

source: This determines the user for the interchange server and for file permissions. Please note that using another user has serious security implications. Don't choose root, it is not recommended and will be discarded anyway.
da: Dette bestemmer brugeren for interchangeserveren og for filrettigheder. Bemærk venligst at brug af en anden bruger har alvorlige sikkerhedsimplikationer. Vælg ikke root, det anbefales ikke og vil blive omgjort alligevel.
de: Hier legen Sie den Benutzer für den Interchange-Server und Dateirechte fest. Wenn Sie einen anderen Benutzer auswählen, kann das zu ernsten Sicherheitsproblemen führen. Bitte nicht »root« auswählen, dies wird nicht empfohlen und würde sowieso ignoriert werden.
es: Este valor establece el usuario para el servidor de Interchange y para los permisos de los archivos. Por favor, tenga en cuenta que utilizar otro usuario tiene graves implicaciones de seguridad. No escoja «root», no está recomendado y se descartará de todos modos.
gl: Isto determina o usuario para o servidor interchange e os permisos dos ficheiros. Teña en conta que empregar outro usuario ten serias implicacións de seguridade. Non escolla "root", non se recomenda e hase ignorar de tódolos xeitos.
nl: Als welke gebruiker moet het interchange-serverproces gedraaid worden (belangrijk voor bestandtoegangsrechten). OPGELET: hier een andere gebruiker aangeven heeft serieuze beveiligingsimplicaties. Geef hier nooit 'root' aan, dit is af te raden en wordt genegeerd.

source: Create the user ${USER}?
da: Opret brugeren ${USER}?
de: Benutzer ${USER} anlegen?
es: ¿Desea crear el usuario ${USER}?
gl: ¿Crear o usuario ${USER}?
nl: Wilt u de gebruiker ${USER} aanmaken?

source: Impossible to run interchange as root !
da: Umuligt at køre interchange som root!
de: Interchange kann nicht als Benutzer root gestartet werden!
es: ¡No se puede ejecutar Interchange como «root»!
gl: Non é posible executar interchange coma administrador.
nl: Het is niet mogelijk om Interchange als gebruiker 'root' te draaien!

source: You have been warned. Either choose an appropriate user or stay with the default.
da: Du er blevet advaret. Enten vælg en passende bruger eller vælg standardbrugeren.
de: Sie sind gewarnt worden. Bitte wählen Sie entweder einen geeigneten Benutzer aus oder akzeptieren Sie die Voreinstellung.
es: Se le ha advertido. Escoja un usuario adecuado o deje el predeterminado.
gl: Escolla un usuario axeitado ou empregue o valor por defecto.
nl: U bent gewaarschuwd. Als u geen toepasselijke gebruiker kiest wordt de standaardwaarde behouden.

source: Group name to run the server as:
da: Gruppenavn at køre serveren som:
de: Gruppennamen, unter dem Interchangeserver laufen soll:
es: Nombre del grupo con el que se ejecutará el servidor:
gl: Nome do grupo co que executar o servidor:
nl: Groep als wie de server moet draaien:

source: This determines the group for the interchange server and for file permissions. Please note that using another user has serious security implications. Don't choose root, it is not recommended and will be discarded anyway.
da: Dette bestemmer gruppen til interchangeserveren og filrettigheder. Bemærk venligst at brug af en anden bruger har alvorlige sikkerhedsmæssige implikationer. Vælg ikke root, det anbefales ikke og vil blive omgjort alligevel.
de: Hier legen Sie die Benutzergruppe für den Interchange-Server und Dateirechte fest. Wenn Sie eine andere Benutzergruppe auswählen, kann das zu ernsten Sicherheitsprobleme führen. Bitte nicht »root« auswählen, dies wird nicht empfohlen und würde sowieso ignoriert werden.
es: Este valor establece el grupo para el servidor de Interchange y para los permisos de los archivos. Por favor, tenga en cuenta que utilizar otro grupo tiene graves implicaciones de seguridad. No escoja «root», no está recomendado y se descartará de todos modos.
gl: Isto determina o grupo para o servidor interchange e os permisos dos ficheiros. Teña en conta que empregar outro grupo ten serias implicacións de seguridade. Non escolla "root", non se recomenda e hase ignorar de tódolos xeitos.
nl: Als welke groep moet het Interchange-serverproces gedraaid worden (belangrijk voor bestandstoegangsrechten). OPGELET: hier een andere groep aangeven heeft serieuze beveiligingsimplicaties. Geef hier nooit 'root' aan, dit is af te raden en wordt genegeerd.

source: You have been warned. Either choose an appropriate group or stay with the default.
da: Du er blevet advaret. Enten vælg en passende gruppe eller vælg standardgruppen.
de: Sie sind gewarnt worden. Bitte wählen Sie entweder eine geeignete Benutzergruppe aus oder akzeptieren Sie die Voreinstellung.
es: Se le ha advertido. Escoja un grupo adecuado o deje el predeterminado.
gl: Escolla un grupo axeitado ou empregue o valor por defecto.
nl: U bent gewaarschuwd. Als u geen toepasselijke groep kiest wordt de standaardwaarde behouden.

source: Create the group ${GROUP}?
da: Opret gruppen ${GROUP}?
de: Gruppe ${GROUP} anlegen?
es: ¿Desea crear el grupo ${GROUP}?
gl: ¿Crear o grupo ${GROUP}?
nl: Wilt u de groep ${GROUP} aanmaken?

source: Static HTML files location:
da: Placering af statiske HTML-filer:
de: Pfad für statische HTML-Dateien:
es: Ubicación de los archivos HTML estáticos:
gl: Ubicación dos ficheiros HTML estáticos:
nl: Locatie voor statische HTML-bestanden:

source: Catalog installations need a directory where HTML files can be placed.
da: Kataloginstallationer har brug for en mappe hvor HTML-filer kan placeres.
de: Kataloginstallationen benötigen ein Verzeichnis für die Ablage von HTML-Dateien.
es: Las instalaciones de catálogo necesitan un directorio en el que almacenar los archivos HTML.
gl: As instalacións de catálogos precisan dun directorio no que pór os ficheiros HTML.
nl: Catalogus-installaties hebben een map nodig waar HTML-bestanden neergezet kunnen worden.

source: Directory for GnuPG public keyring:
da: Mappe til GnuPG's offentlige nøglering:
de: Verzeichnis für den öffentlichen Schlüsselbund für GnuPG:
es: Directorio del anillo de claves público de GnuPG:
gl: Directorio para o chaveiro público de GnuPG:
nl: Map voor de publieke GnuPG-sleutelring:

source: For enhanced security, credit card information retrieved from customers will be encrypted and mailed to the shop owner instead of storing it on the server.
da: For forbedret sikkerhed vil kreditkortinformation indhentet fra kunder blive krypteret og sendt til butiksejeren frem for at blive gemt på serveren.
de: Zur Erhöhung der Sicherheit werden Kreditkarteninformationen von Kunden verschlüsselt und an den Eigentümer des Ladens per E-Mail versandt, statt auf dem Server gespeichert zu werden.
es: Para mejorar la seguridad, la información de las tarjetas de crédito recibida de los clientes se cifrará y se enviará por correo electrónico al dueño de la tienda en lugar de almacenarla en el servidor.
gl: Para maior seguridade, a información das tarxetas de crédito obtidas dos usuarios hase cifrar e enviar por correo ao propietario da tenda no canto de armacenala no servidor.
nl: Voor verhoogde beveiliging wordt de door klanten aangegeven kredietkaartinformatie versleuteld niet op de server opgeslagen maar per e-mail doorgestuurd naar de winkeleigenaar.

source: Please choose the directory Interchange uses for the GnuPG public keyring.
da: Vælg venligst mappen som Interchange bruger til GnuPG's offentlige nøglering.
de: Bitte wählen Sie das Verzeichnis aus, das GnuPG für den öffentlichen Schlüsselbund verwendet.
es: Escoja el directorio que Interchange utiliza para el anillo de claves público de GnuPG.
gl: Escolla o directorio que Interchange emprega para o chaveiro público GnuPG.
nl: Welke map dient Interchange te gebruiken voor de publieke GnuPG-sleutelring?

source: low, high, rpc
da: lav, høj, rpc
de: niedrig, hoch, rpc
es: bajo, alto, rpc
gl: baixo, alto, rpc
nl: laag, hoog, rpc

source: Set of server parameters:
da: Sæt af serverparametre:
de: Satz an Serverparametern:
es: Conjunto de parámetros del servidor:
gl: Conxunto de parámetros do servidor:
nl: Parameterset voor de server:
