Repository: d3c0d3d-cmd/interchange
Catalog: debian/po/*.po
Languages: da, de, es, gl, nl

source: You can choose different sets of server parameters. Any store based on the foundation demo will change its behaviour too. If rpc is selected, the Interchange server will run in PreFork mode.
da: Du kan vælge forskellige sæt af serverparametre. Alle butikker baseret på grunddemoen vil også ændre sin opførsel. Hvis rpc er valgt, vil Interchangeserveren køre i præforgreningstilstand.
de: Es können verschiedene Gruppen von Serverparametern ausgewählt werden. Jeder Laden, der auf dem Foundation-Demo beruht, ist ebenso betroffen. Bei Auswahl von rpc wird der Interchange-Server im PreFork-Modus gestartet.
es: Puede escoger entre diferentes conjuntos de parámetros del servidor. Cualquier tienda basada en el ejemplo de la fundación cambiará también su comportamiento. Si se escoge rpc, el servidor de Interchange se ejecutará en el modo «PreFork».
gl: Pode escoller varios conxuntos de parámetros do servidor. As tendas baseadas na demostración tamén han cambiar o seu comportamento. Se se escolle "rpc", o servidor Interchange hase executar en modo PreFork.
nl: U kunt verschillende parametersets kiezen voor de server. Het gedrag van elke op de demo gebaseerde winkel zal hierdoor ook veranderen. Als rpc gekozen wordt zal de Interchange-server draaien in PreFork-modus.

source: Enable the FullURL directive?
da: Aktiver FullURL-direktivet?
de: FullURL-Direktive aktivieren?
es: ¿Desea activar la directiva «FullURL»?
gl: ¿Activar a directiva FullURL?
nl: Wilt u de 'FullURL'-instelling activeren?

source: This setting determines if the whole URL is considered while checking for the corresponding catalog.
da: Denne indstilling bestemmer om hele adressen medtages, når der tjekkes for det tilsvarende katalog.
de: Diese Einstellung legt fest, ob die komplette URL für die Auswahl des Katalogs herangezogen wird.
es: Este valor establece si se considera la URL completa mientras se comprueba el catálogo correspondiente.
gl: Esta opción determina se todo o URL se ten en conta ao buscar o catálogo correspondente.
nl: Deze instelling bepaald of de hele URL in beschouwing genomen wordt bij het controleren voor de overeenkomstige catalogus.

source: SOAP server not available
da: SOAP-server ikke tilgængelig
de: SOAP-Server ist nicht verfügbar
es: Servidor SOAP no disponible
gl: O servidor SOAP non está dispoñible
nl: SOAP-server is niet beschikbaar

source: Because the Perl module SOAP::Lite is not installed, you are unable to run the Interchange SOAP server. To change this, install the libsoap-lite-perl Debian package and run interchangeconfig SOAP=1.
da: Da Perl-modulet SOAP::Lite ikke er installeret, kan du ikke køre Interchange SOAP-serveren. For at ændre dette, installere Debianpakken libsoap-lite-perl og kør interchangeconfig SOAP=1.
de: Da das Perl-Modul SOAP::Lite nicht installiert ist, können Sie den Interchange SOAP-Server nicht ausführen. Um dies zu ändern, installieren Sie das Debian-Paket libsoap-lite-perl und führen sie »interchangeconfig SOAP=1« aus.
es: No puede ejecutar el servidor SOAP de Interchange, ya que el módulo SOAP::Lite de Perl no está instalado. Para arreglar esto, instale el paquete libsoap-lite-perl de Debian y ejecute «interchangeconfig SOAP=1».
gl: Xa que non se instalou o módulo Perl SOAP::Lite, non pode executar o servidor SOAP de Interchange. Para cambialo, instale o paquete Debian libsoap-lite-perl e execute "interchangeconfig SOAP=1".
nl: U kunt geen Interchange SOAP-server draaien omdat de Perl-module SOAP::Lite niet ge√Ønstalleerd is. Deze module kunt u installeren via het pakket libsoap-lite-perl, vervolgens dient u nog 'interchangeconfig SOAP=1' uit te voeren.

source: Enable the SOAP server?
da: Aktiver SOAP-serveren?
de: SOAP-Server aktivieren?
es: ¿Desea activar el servidor SOAP?
gl: ¿Activar o servidor SOAP?
nl: Wilt u de SOAP-server activeren?

source: This setting determines if the SOAP server is started or not.
da: Denne indstilling bestemmer om SOAP-serveren startes eller ej.
de: Mit dieser Einstellung entscheiden Sie, ob der SOAP-Server gestartet wird oder nicht.
es: Este valor establece si el servidor SOAP está en ejecución o no.
gl: Esta opción determina se se inicia o servidor SOAP ou non.
nl: Deze instelling bepaald of de SOAP-server wel of niet gestart wordt.

source: Enable robots settings?
da: Aktiver robots opsætning?
de: Robot-Einstellungen aktivieren?
es: ¿Desea activar los ajustes de los robots?
gl: ¿Activar a configuración dos robots?
nl: Wilt u de robots-instellingen activeren?

source: The Interchange Debian package uses a separate configuration file /etc/interchange/robots.cfg for the directives RobotUA, RobotIP and RobotHost. It is recommended to include these settings so that Interchange can distinguish between robots and ordinary users.
da: Debianpakken Interchange bruger en separat konfigurationsfil /etc/interchange/robots.cfg til direktiverne RobotUA, RobotIP og RobotHost. Det anbefales at inkludere denne opsætning så, at Interchange kan skelne mellem robotter og normale brugere.
de: Das Interchange-Debian-Paket benutzt eine zusätzliche Konfigurationsdatei /etc/interchange/robots.cfg für die Direktiven RobotUA, RobotIP und RobotHost. Das Einbinden dieser Einstellungen wird empfohlen, damit Interchange zwischen normalen Benutzern und Robots unterscheiden kann.
es: El paquete Interchange de Debian utiliza un archivo de configuración («/etc/interchange/robots.cfg») diferente para las directivas «RobotUA», «RobotIP» y «RobotHost». Se recomienda incluir estos ajustes para que Interchange pueda diferenciar entre los robots y los usuarios.
gl: O paquete Debian de Interchange emprega un ficheiro de configuración separado, /etc/interchange/robots.cfg, para as directivas RobotUA, RobotIP e RobotHost. Recoméndase incluír estas opcións para que Interchange poida distinguir entre robots e usuarios normais.
nl: Het Interchange-pakket gebruikt een apart configuratiebestand (/etc/interchange/robots.cfg) voor de 'RobotUA', 'RobotIP', en 'RobotHost' instellingen. Het is aangeraden om deze instellingen te 'include'-en; hierdoor kan Interchange onderscheid maken tussen robots en gewone gebruikers.

source: Default language for user interface:
da: Standardsprog for brugergrænseflade:
de: Vordefinierte Sprache der Benutzerschnittstelle:
es: Idioma predeterminado de la interfaz de usuario:
gl: Idioma por defecto para a interface de usuario:
nl: Standaardtaal voor de interface:

source: The administration interface for Interchange catalogs, called UI, has been translated to Danish (da_DK), Dutch (nl_NL), German (de_DE), Italian (it_IT) and Swedish (sv_SE). You can choose the default language here. Any user may change this default at login time.
da: Administrationsgrænsefladen for Interchangekataloger, kaldt UI, er blevet oversat til dansk (da_DK), hollandsk (nl_NL), tysk (de_DE), italiensk (it_IT) og svensk (sv_SE). Du kan vælge standardsproget her. Enhver bruger kan ændre denne standard ved logindtidspunktet.
de: Die Administrationsbenutzerschnittstelle für Interchange-Kataloge, UI genannt, wurde ins Dänische (da_DK), Deutsche (de_DE), Niederländische (nl_NL), Italienische (it_IT) und Schwedische (sv_SE) übersetzt. Die vordefinierte Sprache können Sie hier festlegen. Jeder Benutzer kann sie beim Anmeldevorgang ändern.
es: La interfaz de administración de los catálogos de Interchange, llamada UI, se ha traducido al danés (da_DK), holandés (nl_NL), alemán (de_DE), italiano (it_IT) y sueco (sv_SE). Puede escoger el idioma predeterminado aquí. Cualquier usuario lo puede cambiar al identificarse.
gl: A interface de administración dos catálogos de Interchange, chamada UI, está traducida ao dinamarqués (da_DK), holandés (nl_NL), alemán (de_DE), italiano (it_IT) e sueco (sv_SE). Pode escoller o idioma por defecto aquí. Calquera usuario pode cambiar isto ao se identificar.
nl: De beheersinterface voor de Interchange-catalogussen is vertaald naar Deens (da_DK), Duits, (de_DE), Italiaans (it_IT), Nederlands (nl_NL) en Zweeds (sv_SE). Welke taal wilt u standaard? Elke gebruiker kan tijdens het aanmelden altijd een andere taal kiezen.
